nce3-2/L24.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-10-20 Fri 15:28 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="lenovo" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="outline-container-org1635058" class="outline-2">
<h2 id="org1635058">L24 A skeleton in the cupboard</h2>
<div class="outline-text-2" id="text-org1635058">
<p class="verse">
Who was Sebastian?<br />
<br />
We often read in novels<br />
&#xa0;how a seemingly respectable person or family has some terrible secret<br />
&#xa0;&#xa0;which has been concealed from strangers for years.<br />
The English language possesses a vivid saying to describe this sort of situation.<br />
The terrible secret is called 'a skeleton in the cupboard'.<br />
At some dramatic moment in the story, the terrible secret becomes known and a reputation is ruined.<br />
The reader's hair stands on end<br />
&#xa0;when he reads in the final pages of the novel<br />
&#xa0;&#xa0;that the heroine, a dear old lady who had always been so kind to everybody,<br />
&#xa0;&#xa0;&#xa0;had, in her youth, poisoned every one of her five husbands.<br />
<br />
It is all very well for such things to occur in fiction.<br />
To varying degrees, we all have secrets<br />
&#xa0;&#xa0;which we do not want even our cloest friends to learn,<br />
&#xa0;but few of us have skeletons in the cupboard.<br />
The only person I know who has a skeleton in the cupboard is George Carlton,<br />
&#xa0;and he is very pround of the fact.<br />
George studied medicine in his youth.<br />
Instead of becoming a doctor, however, he became of a successful writer of detective stories.<br />
I once spent an uncomfortable weekend which I shall never forget at his house.<br />
George showed me to the guestroom which, he said, was rarely used.<br />
He told me to unpack my things and then come down to dinner.<br />
After I had stacked my shirts and underclothes in two empty drawers,<br />
&#xa0;I decide to hang one of the two suits I had brought with me in the cupboard.<br />
I opened the cupboard door and then stood in front of it petrified.<br />
A skeleto was dangling before my eyes.<br />
The sudden movement of the door made it sway slightly<br />
&#xa0;and it gave me the impression that it was about to leap out at me.<br />
Dropping my suit, I dashed downstairs to tell George.<br />
This was worse than 'a terrible secret'; this was a real skeleton!<br />
But George was unsympathetic,<br />
&#xa0;'Oh, that,'	he said with a smile as if he were talking about an old friend.<br />
'That's Sebastian. You forget that I was a medical student once upon a time.'<br />
</p>
</div>

<div id="outline-container-orgf307643" class="outline-3">
<h3 id="orgf307643">words</h3>
<div class="outline-text-3" id="text-orgf307643">
<p>
skeleton [ˈskelɪt(ə)n] n. 骷髅<br />
seemingly [ˈsiːmɪŋli] adv. 表面上<br />
respectable [rɪˈspektəbl] adj. 体面<br />
conceal [kənˈsiːl] v. 隐藏<br />
vivid [ˈvɪvɪd] adj. 生动的<br />
dramatic [drəˈmætɪk] adj. 令人激动的,扣人心弦的<br />
ruin [ˈruːɪn] v. 毁坏<br />
heroine [ˈheroʊɪn] n. 女主人公<br />
fiction [ˈfɪkʃ(ə)n] n. 小说<br />
varying [ˈveriɪŋ; ˈværiɪŋ] adj. 不同的<br />
medicine [ˈmedɪs(ə)n] n. 医学<br />
guestroom [ˈɡestrʊm; ˈɡestruːm] n. (家中)客房<br />
unpack [ˌʌnˈpæk] vt. 取出<br />
stack [stæk] v. (整体地)堆放,排放<br />
underclothes [ˈʌndərkloʊðz] n. 内衣<br />
drawer [drɔːr] n. 抽屉<br />
petrify [ˈpetrɪfaɪ] v. 使惊呆<br />
dangle [ˈdæŋɡ(ə)l] v. 悬挂<br />
sway [sweɪ] v. 摇摆<br />
unsympathetic [ˌʌnˌsɪmpəˈθetɪk] adj. 不表同情的<br />
medical [ˈmedɪk(ə)l] adj. 医学的<br />
</p>
</div>
</div>
</div>
</div>
</body>
</html>
